export const islands = [
  {
      id: 1,
      title: "Хонсю",
      link: "/honshu",
      description: "Наиболее населенный остров, где расположены крупнейшие города, такие как Токио, Осака и Киото. Хонсю известен своими историческими памятниками, храмами и современными архитектурными сооружениями.",
      className: "box-1"
    },
    {
      id: 2,
      title: "Хоккайдо",
      link: "/hokkaido",
      description: "Известен своими живописными пейзажами, снежными курортами и природными парками. Это идеальное место для любителей зимних видов спорта и экотуризма.",
      className: "box-2"
    },
    {
      id: 3,
      title: "Кюсю",
      link: "/kyushu",
      description: "Остров с богатой историей и культурой, известен своими горячими источниками (онсэн) и вулканами, такими как вулкан Асо.",
      className: "box-3"
    },
    {
      id: 4,
      title: "Сикоку",
      link: "/shikoku",
      description: "Наименьший из четырех основных островов, известен паломническими маршрутами и красивыми природными ландшафтами.",
      className: "box-4"
    }
]